Repository: brittanyukulele/tradeschool
Catalog: ts/apps/tradeschool/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: Classes
es_es: Actividades
fr_fr: Ateliers

source: Manage Times for Class Submissions
es_es: Gestionar horarios para propuestas de actividades
fr_fr: Gérer les horaires pour les soumissions d'ateliers

source: People
es_es: Personas
fr_fr: Equipe

source: Settings
es_es: Ajustes
fr_fr: Paramètres

source: Website Content
es_es: Contenido del sitio
fr_fr: Contenu du site internet

source: Taught
es_es: Enseñó
fr_fr: Enseigné

source: Title
es_es: Título
fr_fr: Titre

source: Class
es_es: Actividad
fr_fr: Atelier

source: Thumbnail
es_es: Miniatura
fr_fr: Miniature

source: Generate Emails
es_es: Generar notificaciones de correo electrónico
fr_fr: Générer les emails

source: Basic Info
es_es: Información básica
fr_fr: Information de base

source: Contact Info
es_es: Información de contacto
fr_fr: Coordonnées

source: Organizers
es_es: Organizadores
fr_fr: Organisateurs

source: Organizer Fullname
es_es: Nombre del organizador
fr_fr: Nom complet de l'organisateur

source: Organizer Email
es_es: Correo electrónico del organizador
fr_fr: Email de l'organisateur

source: Organizer description
es_es: Descripción del organizador
fr_fr: Présentation de l'organisateur

source: Teacher phone
es_es: Teléfono del facilitador
fr_fr: Numéro de téléphone de l'enseignant

source: Organizer Info
es_es: Info de organizador
fr_fr: Information concernant l'organisateur

source: Additional Info
es_es: Información adicional
fr_fr: Informations additionnelles

source: change password
es_es: cambia la contraseña
fr_fr: Modifier le mot de passe

source: Generate Email Notifications
es_es: Generar notificaciones de correo electrónico
fr_fr: Générer les notifications par email

source: Teacher Fullname
es_es: Nombre del facilitador
fr_fr: Nom complet de l'enseignant

source: Teacher Email
es_es: Correo electrónico del facilitador
fr_fr: Email de l'enseignant

source: Teacher bio
es_es: Bio del facilitador
fr_fr: Bio de l'enseignant

source: Teacher website
es_es: Sitio web del facilitador
fr_fr: Site internet de l'enseignant

source: Class Info
es_es: Información de la actividad
fr_fr: Descriptions des ateliers

source: Teacher Info
es_es: Bio del facilitador
fr_fr: Info sur les enseignants

source: Class Course
es_es: Curso de la actividad
fr_fr: Ateliers

source: Student
es_es: Participante
fr_fr: Participants

source: Please select a time
es_es: Por favor selecciona un horario
fr_fr: Veuillez choisir un horaire

source: Please enter a city
es_es: Por favor introduce una ciudad
fr_fr: Ville

source: Please enter a country
es_es: Por favor introduce un país
fr_fr: Pays

source: Please enter your name
es_es: Por favor introduce tu nombre
fr_fr: Votre nom

source: Please enter your email
es_es: Por favor introduce tu correo electrónico
fr_fr: Votre adresse email

source: Please tell us about yourself
es_es: Por favor introduce una pequeña descripción acerca de ti
fr_fr: Présentez-vous en quelques lignes

source: Please enter phone number
es_es: Por favor introduce tu teléfono
fr_fr: Votre numéro de téléphone

source: A few sentences about you
es_es: Unas palabras acerca de tí
fr_fr: Présentez-vous en quelques lignes

source: For prospective students to see on the website
es_es: Para potenciales participantes
fr_fr: Pour les futurs participants à votre atelier (sera visible en ligne)

source: Please enter the names of at least one or two more organizers
es_es: Por favor, escriba los nombres de por lo menos uno o dos organizadores más
fr_fr: Veuillez entrer les noms d'au moins un ou deux organisateurs

source: Please tell us about why you would like to open a Trade School in your area
es_es: Por favor díganos acerca de por qué te gustaría abrir una escuela de comercio en su área
fr_fr: Veuillez nous indiquer pourquoi vous souhaitez ouvrir Trade School dans votre région

source: Names of Co-Organizers
es_es: Nombre de co-organizadores
fr_fr: Nom des co-organisateurs

source: Please enter a class title
es_es: Por favor introduce el título de la actividad
fr_fr: Veuillez entrer un titre pour votre atelier

source: Please enter a class description
es_es: Por favor introduce una descripción de la actividad
fr_fr: Veuillez présenter votre atelier en quelques lignes

source: Please enter the maximum number of students in your class
es_es: Por favor introduce el número máximo de personas para tu actividad
fr_fr: Veuillez indiquer le nombre max de participant à votre atelier

source: Barter item cannot be blank
es_es: La casilla de intercambios no puede estar vacía
fr_fr: Il est obligatoire d'indiquer des objets ou services à troquer

source: Please add at least 5 barter items
es_es: Por favor añade al menos 5 posibles intercambios
fr_fr: Veuillez indiquer au moins 5 objets ou services à troquer

source: Please select at least one item
es_es: Por favor selecciona al menos una casilla
fr_fr: Veuillez sélectionner au moins un objet ou service

source: Please enter your phone number
es_es: Por favor introduce tu número de teléfono
fr_fr: Veuillez indiquer votre numéro de téléphone

source: Please enter your feedback
es_es: Por favor introduce tus comentarios
fr_fr: Un retour, un commentaire sur l'organisation ou sur l'atelier?

source: created
es_es: creado
fr_fr: créée

source: The time when this object was created.
es_es: La hora en la que el objeto fue creado
fr_fr: L'horaire à laquelle l'objet a été créé

source: updated
es_es: actualizado
fr_fr: Mise à jour

source: The time when this object was edited last.
es_es: La hora en la que el objeto fue editado por última vez
fr_fr: Dernière mise à jour

source: is active
es_es: está activo
fr_fr: est visible sur le site internet

source: This field indicates whether the object is activeon the front end of the site. Inactive objects willstill be available through the admin backend.
es_es: Este campo indica si el objeto está activo en la parte pública del sitio. Los objetos inactivos seguirán estando disponibles a través del administrador de contenidos
fr_fr: Ce champ indique si l'objet est actif en front du site. Les objets inactifs seront disponible via le backoffice.

source: Disabled
es_es: Desactivado
fr_fr: Désactivé

source: Enabled (Not Sent Yet)
es_es: Activado (no enviado aun)
fr_fr: Permis (Non Envoyés Pourtant)

source: Sent
es_es: Enviado
fr_fr: Envoyé

source: subject
es_es: asunto
fr_fr: sujet

source: The subject line of the email.
es_es: La linea de asunto del correo electrónico
fr_fr: Le titre de l'email.

source: content
es_es: contenido
fr_fr: contenu

source: The body of the email.
es_es: El contenido del correo electrónico
fr_fr: Le corps de l'email.

source: email status
es_es: estado del correo electrónico
fr_fr: statut email

source: Indicates the current status of the email message.A disabled email won't get sent,a not sent email was not sent yet,and a sent email was sent by the system.
es_es: Indica el estado actual del mensaje de correo electrónico. Un correo "desactivado" no se enviará, un correo "no enviado" no ha sido enviado, y un correo "enviado" fue enviado por el sistema.
fr_fr: Indique l'état actuel du message de l'e-mail. Un email désactivé ne sera pas envoyé, un e-mail n'ayant pas été envoyé n'a pas encore été envoyé, et un email envoyé a été envoyé par le système.

source: Send on
es_es: Enviado el
fr_fr: Envoyé le

source: This is the time in which the email is scheduled to be sent out automatically by the system. Edit this time if you wish to have the email sent at a different time.
es_es: Esta es la hora predeterminada en la que se enviará automáticamente el correo. Modifica esta hora si quieres que se envíe en una hora diferente.
fr_fr: C'est l'heure à laquelle l'envoi du mail est prévu automatiquement par le système. Modifiez si vous souhaitez avoir l'e-mail envoyé à un autre moment.

source: Days before
es_es: Días antes
fr_fr: Jours avant

source: This value is used internally to calculate the email's "send on"date. The date is calculated by adding or subtracting as many days as this value from the date the class is scheduled to take place.
es_es: Este valor se utiliza internamente para calcular la fecha de "envío" del correo. La fecha se calcula sumando o restando tantos días a la fecha en la que la actividad se llevará a cabo.
fr_fr: Cette valeur est utilisée en interne pour calculer la date "envoyée à" de l'email. La date est calculée en additionnant ou soustrayant autant de jours que cette valeur de la date à laquelle la classe est prévue pour avoir lieu.

source: Send time
es_es: Hora del envío
fr_fr: Heure d'envoi

source: Student confirmation
es_es: Confirmación del participante
fr_fr: Confirmation des participants

source: Student confirmations
es_es: Confirmación de los participantes
fr_fr: Confirmations des participants

source: Student reminder
es_es: Recordatorio del participante
fr_fr: Rappel pour les participants

source: Student reminders
es_es: Recordatorio de los participantes
fr_fr: Rappels pour les participants

source: Student feedback e-mail
es_es: Correo electrónico de comentarios del participante
fr_fr: Email de feedback pour les participants

source: Student feedback e-mails
es_es: Correos electrónicos de comentarios de los participantes
fr_fr: Emails de feeback pour les participants

source: Teacher confirmation
es_es: Confirmación del facilitador
fr_fr: Confirmation des enseignants

source: Teacher confirmations
es_es: Confirmación de los facilitadores
fr_fr: Confirmation des étudiants

source: Teacher reminder
es_es: Recordatorio del facilitador
fr_fr: Rappel pour les enseignants

source: Teacher reminders
es_es: Recordatorio de los facilitadores
fr_fr: Rappels pour les enseignants

source: Teacher feedback e-mail
es_es: Correo electrónico de comentarios del facilitador
fr_fr: Email de feedback pour les enseignants

source: Teacher feedback e-mails
es_es: Correo electrónico de comentarios de los facilitadores
fr_fr: Emails de feedback pour les enseignants

source: Student Confirmation
es_es: Confirmación del participante
fr_fr: Confirmation pour les participants

source: This email is sent to a student's email after they registered to a class successfully.
es_es: Este correo electrónico se envía a los/as participantes después de que se han inscrito a una actividad satisfactoriamente.
fr_fr: Cet e-mail est envoyé au participant lorsqu'il a été enregistré à un atelier avec succès.

source: Student Reminder
es_es: Recordatorio del participante
fr_fr: Rappel pour les participants

source: This email is sent to all students registered to a class before the class is scheduled to take place.
es_es: Este correo electrónico se envía a los/as participantes inscritos a una actividad antes de que esta se lleve a cabo.
fr_fr: Cet e-mail est envoyé à tous les étudiants inscrits à un cours avant que l'atelier ait lieu.

source: Student Feedback
es_es: Comentarios del participante
fr_fr: Feedback des participants

source: This email is sent to all students who were registered to a class after the class has taken place. It includes a link for students to submit feedback on the class.
es_es: Este correo electrónico se envía a los/as participantes después de que la actividad a la que se han inscrito se ha llevado a cabo, para que puedan hacer comentarios respecto a dicha actividad.
fr_fr: Cet e-mail est envoyé à tous les étudiants qui sont inscrits à un atelier après que l'atelier ait eu lieu. Il inclut un lien pour que les étudiants donnent des feedbacks sur la classe.

source: Teacher Confirmation
es_es: Confirmación del facilitador
fr_fr: Confirmation des enseignants

source: This email is sent to a teacher after they proposed a class using the form on the front end.
es_es: Este correo electrónico se envía al faciitador/a después de que ha propuesto una actividad satisfactoriamente a través del fomulario del sitio web.
fr_fr: Ce mail est envoyé à un enseignant après que ce dernier ait proposé un atelier en utilisant le formulaire sur le frontoffice.

source: Teacher Class Approval
es_es: Correo electrónico de actividad aprobada
fr_fr: Approbation de l'atelier

source: This email is sent to a teacher once their class has been approved by an organizer using the admin backend.
es_es: Este correo electrónico se envía al facilitador/a para confirmarle que su actividad ha sido aprobada y ya esta en agenda.
fr_fr: Ce mail est envoyé à un enseignant une fois que leur classe a été approuvé par un organisateur en utilisant l'interface d'administration.

source: Teacher Reminder
es_es: Recordatorio del facilitador/a
fr_fr: Rappel pour l'enseignant

source: This email is sent to a teacher before the class they're teaching is scheduled to take place.
es_es: Este correo electrónico se envía al facilitador/a antes de que la actividad que ha propuesto se lleve a cabo.
fr_fr: Cet e-mail est envoyé à un enseignant avant que l'atelier qu'il enseigne ait lieu.

source: Teacher Feedback
es_es: Comentarios del facilitador/a
fr_fr: Feedback des enseignants

source: This email is sent to a teacher who taught a class after it has taken place. It includes a link for the teacher to submit feedback about their experience.
es_es: Este correo electrónico se envía al facilitador/a despues de que pasado la actividad para que pueda enviar comentarios sobre su experiencia.
fr_fr: Ce mail est envoyé à un professeur qui a enseigné un atelier après qu'il ait eu lieu. Il inclut un lien pour l'enseignant afin qu'il puisse laisser un feedback.

source: Default e-mail container
es_es: Contenido predeterminado del correo electrónico
fr_fr: Contenu e-mail par défaut

source: Default e-mail containers
es_es: Contenidos predeterminados del correo electrónico
fr_fr: Contenus e-mail par défaut

source: title
es_es: título
fr_fr: titre

source: The name of the space
es_es: Nombre del espacio
fr_fr: Le nom du lieu accueillant Trade School

source: phone
es_es: teléfono
fr_fr: téléphone

source: Optional.
es_es: Opcional
fr_fr: Facultatif.

source: City/Province/Region
es_es: Ciudad/provincia/región
fr_fr: Ville/Département/Région

source: state
es_es: estado
fr_fr: état

source: If in the US.
es_es: Si está en EEUU
fr_fr: Uniquement si aux Etats-Unis

source: country
es_es: país
fr_fr: pays

source: Branch Cluster
es_es: Grupo de sede
fr_fr: Cluster de la communauté

source: Branch Clusters
es_es: Grupos de sedes
fr_fr: Clusters de la communauté

source: name
es_es: nombre
fr_fr: nom

source: slug
es_es: ficha
fr_fr: blabla

source: This is the part that comes after 'http://tradeschool.coop/cluster/' in the URL
es_es: Esta es la parte que viene después de 'http://tradeschool.coop/cluster/' en la dirección del navegador
fr_fr: C'est la partie qui vient après http://tradeschool.coop/cluster/ dans l'URL

source: branches
es_es: sedes
fr_fr: communautés

source: Language
es_es: Idioma
fr_fr: Langue

source: Languages
es_es: Idiomas
fr_fr: Langues

source: Name
es_es: Nombre
fr_fr: Nom

source: Branch
es_es: Sede
fr_fr: Communauté

source: Branches
es_es: Sedes
fr_fr: Communautés

source: Pending
es_es: Pendiente
fr_fr: En attente

source: Setting up
es_es: Configurar
fr_fr: Mise en place

source: In Session
es_es: En Sesión
fr_fr: En Session

source: This is the part that comes after 'http://tradeschool.coop/'in the URL
es_es: Esta es la parte que viene después de ''http://tradeschool.coop/' en la dirección del navegador
fr_fr: C'est la partie qui vient après http://tradeschool.coop/ dans l'URL

source: e-mail
es_es: correo electrónico

source: timezone
es_es: zona horaria
fr_fr: fuseau horaire

source: The local timezone in the area where this branch of TSis taking place. The timezone is used to calculate all the class and email times.
es_es: La zona horaria local es el área donde se encuentra esta sede de TS. La zona horaria se utiliza para calcular los horarios de envío de los correos electrónicos
fr_fr: Le fuseau horaire local dans la région où cette communauté Trade School est active. Le fuseau horaire est utilisé pour calculer toutes les heures d'atelier ainsi que les emails.

source: default language
es_es: Idioma por defecto
fr_fr: langue par défaut

source: Setting this language will cause both the front end and the backend of the site to try to load text from the translation strings stored in the system. Text that wasn't translated will fallback on the English version of it.
es_es: Al seleccionar este idioma tanto la parte publica del sitio como la del panel de administración cargará las traducciones guardadas en el sistema. Cualquier texto que no haya sido traducido se cargará automáticamente en inglés.
fr_fr: Le choix de cette langue provoque à la fois l'essai du chargement du texte traduit en front et backoffice du site. Le texte qui n'a pas été traduit srestera en version anglaise.

source: languagaes
es_es: idiomas
fr_fr: langues

source: Select multiple languages that you would like the site to be displayed in.
es_es: Seleccionar varios idiomas que desea que se muestren en el sitio.
fr_fr: Sélectionner toutes les langues que vous souhaitez voir affichées sur le site.

source: organizers
es_es: organizadores
fr_fr: organisateurs

source: Select multiple users who help organize this branch of TS. People selected in this box will have access to the branch's data on the admin backend.
es_es: Seleccione multiples usuarios que colaboran en la organización de esta sede de TS. Las personas seleccionadas en este recuadro tendrán acceso a los datos de esa sede en el panel de administración.
fr_fr: Sélectionner tous les utilisateurs qui participent à l'organisation de cette communauté Trade School. Les personnes sélectionnées dans cette boîte auront accès aux données de la communauté sur le backoffice.

source: branch status
es_es: estado de la sede
fr_fr: statut de la communauté

source: What is the current status of this branch?
es_es: ¿Cual es el estado actual de esta sede?
fr_fr: Quel est le statut actuel de la communauté?

source: site
es_es: sitio web

source: The TS system can be installed on several different domains, and still be managed using the same admin backend. This field indicates what installation of the software the branch is related to, meaning, what website do you go to in order to access it.
es_es: El sistema de TS se puede instalar en diferentes dominios, y seguir siendo gestionado utilizando el mismo panel de administración. Este campo indica a que instalación de software está relacionada la sede, es decir, a que sitio web se debe ir para acceder a esta sede.
fr_fr: Le système Trade School peut être installé sur plusieurs domaines différents, et toujours être géré à l'aide de la même administration principale. Ce champ indique à quelle installation du logiciel la communauté est reliée. C'est à dire, à quel site vous allez afin d'y accéder.

source: clusters
es_es: grupos

source: TS branches can be grouped together in clusters. This is used mostly to be able to present them together on the same page. For example, all branches in East Coast can belong to the East Coast cluster, and accessed via a separate web page.
es_es: Las sedes de TS s pueden unir en "grupos". Esto se utiliza generalmente para mostralas en una misma pagina. por ejemplo, todas las sedes de la Costa Este podrían pertenecer al "Grupo Costa Este", y podría accederse a ellas a traves de una página web aparte.
fr_fr: Les communautés Trade School peuvent être regroupées en clusters. C'est utilisé principalement pour être en mesure de les présenter ensemble sur la même page. Par exemple, toutes les communautés de la côte Est peuvent appartenir au cluster de la côte Est, et accessible via une page Web distincte.

source: header
es_es: cabecera
fr_fr: entête

source: This text appears in the header of the website.
es_es: este texto aparece en la cabecera del sito web
fr_fr: Ce texte apparaît dans l'entête du site.

source: intro
es_es: mensaje de introducción

source: This text appears under the header. Usually it gives brief information about the current session and has a link to submit class proposals.
es_es: Este texto aparece bajo la cabecera. Usualmente se usa para dar una breve información sobre la sesión actual e incluye un enlace para enviar propuestas de actividades
fr_fr: Ce texte apparaît sous l'en-tête. Habituellement, il donne de brèves informations sur la session en cours et un lien permettant de soumettre des propositions d'atelier.

source: footer
es_es: pie de página
fr_fr: bas de page

source: This text appears on the footer of the page. It's optional.
es_es: Este texto aparece en el pie de la página. Es opcional.
fr_fr: Ce texte apparaît en bas de la page. Il est facultatif.

source: Pending Branch
es_es: Sede pendiente
fr_fr: Communauté en attente

source: Pending Branches
es_es: Sedes pendientes
fr_fr: Communautés en attente

source: Venue
es_es: Espacio
fr_fr: Lieu

source: Venues
es_es: Espacios
fr_fr: Lieux

source: branch
es_es: sede
fr_fr: communauté

source: Street
es_es: Calle
fr_fr: Rue

source: capacity
es_es: capacidad
fr_fr: capacité

source: How many people fit in the space?
es_es: ¿Cuantas personas caben en el espacio?
fr_fr: Combien de personnes tiennent dans l'espace?

source: resources
es_es: recursos
fr_fr: ressources

source: What resources are available at the space?
es_es: ¿Que recursos están disponibles en el espacio?
fr_fr: Quelles sont les ressources disponibles dans l'espace?

source: A hex value HTML color in the form of #123456
es_es: Un valor de color hexadecimal HTML en la forma de #123456
fr_fr: Une valeur hexadécimale HTML de couleur sous la forme d'# 123456

source: Person
es_es: Persona
fr_fr: Personne

source: your name
es_es: tu nombre
fr_fr: votre nom

source: This will appear on the site.
es_es: Esto aparecerá en el sitio
fr_fr: Ceci va apparaître sur le site

source: username
es_es: nombre de usuario
fr_fr: nom d'utilisateur

source: This is used to login to the site.
es_es: Esto se utiliza para acceder al sitio
fr_fr: Il est utilisé pour vous connecter au site.

source: Email address
es_es: Dirección de correo electrónico
fr_fr: Adresse email

source: Used only for us to contact you.
es_es: Utilizado solo para contactarte nosotros
fr_fr: Utilisé uniquement par nous afin de vous contacter.

source: Phone number
es_es: Número de teléfono
fr_fr: Numéro de téléphone

source: Optional. Used only for us to contact you.
es_es: Opcional. Utilizado solo para contactarte nosotros
fr_fr: Facultatif. Utilisé par nous uniquement afin de vous contacter.

source: Your website / blog URL
es_es: La dirección de tu página web / blog
fr_fr: L'URL de votre site / blog

source: URL Slug
es_es: dirección URL
fr_fr: URL blabla

source: This will be used to create a unique URL for each person in TS.
es_es: Esto se utilizará para crear una dirección URL exclusiva para cada persona en TS.
fr_fr: Ce sera utilisé pour créer une URL unique pour chaque personne au sein de Trade School.

source: People in the TS system can be related to many TS branches. This relationship is made when a person either teaches or registers to a class.
es_es: Las personas en el sistema de TS pueden estar relacionadas con varias sedes de TD. Esta relación se crea cuando la persona propone o se inscribe a una actividad.
fr_fr: Les gens dans le système Trade School peuvent être liés à de nombreuses communautés Trade School. Cette relation est faite quand une personne soit enseigne ou s'enregistre à un atelier.

source: default branch
es_es: sede predeterminada
fr_fr: communauté par défaut
