Repository: brittanyukulele/tradeschool
Catalog: ts/apps/tradeschool/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: This is the branch that will be selected automatically for actions this user makes. Usually the default branch is the one in which the organizer does the most work in.
es_es: Esta es la sede que será seleccionada automaticamente para este usuario. Generalmente la sede predeterminada es la que este usuario utiliza mas a menudo.
fr_fr: C'est la communauté qui sera automatiquement sélectionnée pour les actions que cet utilisateur fait. Habituellement, la communauté par défaut est celle dans laquelle l'organisateur fait le plus de travail.

source: backend language
es_es: idioma del panel de administración
fr_fr: langue du backoffice

source: Setting this language will cause the admin backend to try to load text from the translation strings stored in the system FOR THIS USER ONLY. Text that wasn't translated will fallback on the English version of it.
es_es: Seleccionar este idioma hará que el panel de administración intente cargar las traducciónes almacenadas en el sistema SOLO PARA ESTE USUARIO. Los textos que no estén traducidos se cargarán en inglés.
fr_fr: Le choix de cette langue implique que le backoffice charge les traductions existantes pour cet utilisateur SEULEMENT. Le texte qui n'a pas été traduit restera en anglais.

source: staff status
es_es: estado del correo electrónico
fr_fr: statut du personnel

source: Designates whether the user can log into this admin site.
es_es: Indica si el usuario puede acceder a este panel de administración
fr_fr: Indique si l'utilisateur peut se connecter à l'administration de ce site.

source: Total Classes Taught
es_es: Total actividades impartidas
fr_fr: Nombre total d'ateliers enseignés

source: Number of courses taught in Trade School
es_es: Número de cursos impartidos en la escuela de comercio
fr_fr: Nobre d'ateliers enseignés à Trade School

source: Total Classes Taken
es_es: Total clases tomadas
fr_fr: Nombres d'ateliers pris

source: Number of courses taken in Trade School
es_es: Número de estudios cursados en la escuela de comercio
fr_fr: Nombre d'ateliers suivis à Trade School

source: names of co-organizers
es_es: Nombres de organizadores
fr_fr: nom des co-organisateurs

source: Organizer
es_es: Organizador
fr_fr: Organisateur

source: Teacher
es_es: Facilitador/a
fr_fr: Enseignant

source: Teachers
es_es: Facilitadores/as
fr_fr: Enseignants

source: Students
es_es: Participantes
fr_fr: Participants

source: start time
es_es: hora de inicio
fr_fr: horaire de début

source: end time
es_es: hora de finalización
fr_fr: horaire de fin

source: One Time Slot
es_es: Intervalo de tiempo disponible
fr_fr: Un intervalle de temps

source: venue
es_es: espacio
fr_fr: lieu

source: Time slots can be related to specifc venues. When a time slot that's related a venue is selected by a potential teacher, the proposed class will be booked in that venue. In the case a venue isn't selected, it's up to the organizers to select a venue for a proposed class.
es_es: Los intervalos de tiempo pueden estar relacionados con espacios especificos. Cuando se selecciona un intervalo de tiempo relacionado con un espacio en particular, la actividad será reservada en este espacio. En caso de que el espacio no sea seleccionado, quedará a cargo del organizador seleccionar un espacio para esta actividad propuesta.
fr_fr: Les créneaux horaires peuvent être liés à des lieux spécifques. Quand un intervalle de temps qui est lié à un lieu est choisi par un enseignant potentiel, l'atelier proposé sera réservé à ce lieu. Dans le cas o un lieu n'est pas choisi, c'est aux organisateurs de choisir un lieu pour l'atelier proposé.

source: A time slot is related to a specific TS branch since it populates the times to choose from in the branch's class proposal form.
es_es: Los intervalos de tiempo están relacionados con una sede específica de TS ya que los horarios se generan directamente en el formulario de esa sede.
fr_fr: Un intervalle de temps est liée à une communauté Trade School spécifique car il remplit les horaires choisis dans le formulaire de proposition d'atelier de la communauté.

source: Many Time Slots
es_es: Intervalos de tiempo disponibles
fr_fr: Plusieurs intervalles de temps

source: Start date
es_es: Fecha de inicio
fr_fr: Date de début

source: Pick the start date for the date range. The system will go over all days between this date and the end date and then create available time slots for each day of the week that you choose.
es_es: Selecciona la fecha de inicio para el rango de fechas. El sistema creará intervalos de tiempo disponibles para cada día de la semana que tu selecciones, empezando en la fecha de inicio y la de finalización seleccionadas.
fr_fr: Choisissez la date de début de la plage de dates. Le système va passer en revue tous les jours entre cette date et la date de fin et ensuite créer les créneaux horaires disponibles pour chaque jour de la semaine que vous choisissez.

source: End date
es_es: Fecha de finalización
fr_fr: Date de fin

source: Start time
es_es: Hora de inicio
fr_fr: Heure de début

source: This is the start time of the all of the available time slots that are going to be created.
es_es: Esta es la fecha de inicio de todos los intervalos de tiempo disponibles de serán creados.
fr_fr: C'est l'heure de début de l'ensemble des intervalles de temps disponibles qui vont être créés.

source: End time
es_es: Hora de finalización
fr_fr: Heure de fin

source: This is the end time of all of the available time slots that are going to be created.
es_es: Esta es la fecha de finalización de todos los intervalos de tiempo disponibles de serán creados.
fr_fr: C'est l'heure de fin de tous les intervalles de temps disponibles qui vont être créés.

source: Sunday
es_es: Domingo
fr_fr: Dimanche

source: Check this day if you wish to create available times on Sundays in the above date range.
es_es: Selecciona este día si quieres crear intervalos de tiempo disponibles los domingos en el rango de fechas de arriba.
fr_fr: Cochez cette journée si vous souhaitez créer des horaires disponibles les dimanches aux dates ci-dessus.

source: Monday
es_es: Lunes
fr_fr: Lundi

source: Check this day if you wish to create available times on Mondays in the above date range.
es_es: Selecciona este día si quieres crear intervalos de tiempo disponibles los lunes en el rango de fechas de arriba.
fr_fr: Cochez cette journée si vous souhaitez créer des horaires disponibles les lundis aux dates ci-dessus.

source: Tuesday
es_es: Martes
fr_fr: Mardi

source: Check this day if you wish to create available times on Tuesdays in the above date range.
es_es: Selecciona este día si quieres crear intervalos de tiempo disponibles los martes en el rango de fechas de arriba.
fr_fr: Cochez cette journée si vous souhaitez créer des horaires disponibles les mardis aux dates ci-dessus.

source: Wednesday
es_es: Miércoles
fr_fr: Mercredi

source: Check this day if you wish to create available times on Wednesdays in the above date range.
es_es: Selecciona este día si quieres crear intervalos de tiempo disponibles los miércoles en el rango de fechas de arriba.
fr_fr: Cochez cette journée si vous souhaitez créer des horaires disponibles les mercredis aux dates ci-dessus.

source: Thursday
es_es: Jueves
fr_fr: Jeudi

source: Check this day if you wish to create available times on Thursdays in the above date range.
es_es: Selecciona este día si quieres crear intervalos de tiempo disponibles los jueves en el rango de fechas de arriba.
fr_fr: Cochez cette journée si vous souhaitez créer des horaires disponibles les jeudis aux dates ci-dessus.

source: Friday
es_es: Viernes
fr_fr: Vendredi

source: Check this day if you wish to create available times on Fridays in the above date range.
es_es: Selecciona este día si quieres crear intervalos de tiempo disponibles los viernes en el rango de fechas de arriba.
fr_fr: Cochez cette journée si vous souhaitez créer des horaires disponibles les vendredis aux dates ci-dessus.

source: Saturday
es_es: Sábado
fr_fr: Samedi

source: Check this day if you wish to create available times on Saturdays in the above date range.
es_es: Selecciona este día si deseas crear intervalos de tiempo los sabados en el rango de fechas de arriba.
fr_fr: Cochez cette journée si vous souhaitez créer des horaires disponibles les samedis aux dates ci-dessus.

source: All of the avaialble time slots that will be created can be related to a specifc venue. When a time slot that's related a venue is selected by a potential teacher, the proposed class will be booked in that venue. In the case a venue isn't selected, it's up to the organizers to select a venue for a proposed class.
es_es: Los intervalos de tiempo pueden estar relacionados con espacios especificos. Cuando se selecciona un intervalo de tiempo relacionado con un espacio en particular, la actividad será reservada en este espacio. En caso de que el espacio no sea seleccionado, quedará a cargo del organizador seleccionar un espacio para esta actividad propuesta.
fr_fr: Tous les créneaux horaires disponibles qui seront créés peuvent être liés à un lieu specifique. Quand un intervalle de temps lié à un lieu est choisi par un enseignant potentiel, l'atelier proposé sera réservée à ce lieu. Lorsqu'un lieu n'est pas choisi, c'est aux organisateurs de choisir un lieu pour l'atelier proposé.

source: The available time slots will be created for this TS branch only.
es_es: Los intervalos de tiempo disponibles deras creados solo para esta sede de TS
fr_fr: Les plages horaires disponibles seront créées pour cette communauté Trade School seulement.

source: Barter item
es_es: Intercambio
fr_fr: Bien ou service en troc

source: Barter items
es_es: Intercambios
fr_fr: Bien ou service en troc

source: A name or short description of the barter item.
es_es: Nombre o breve descripción del intercambio
fr_fr: Un nom ou une courte description de l'élément du troc.

source: Scheduled Class
es_es: Actividad programada
fr_fr: Atelier prévu

source: The scheduled class that this barter item is listed for.
es_es: La actividad programada para la que se ha listado este intercambio
fr_fr: L'atelier prévu pour lequel le bien ou le service est listé.

source: Approved
es_es: Aprobado
fr_fr: Approuvé

source: Rejected
es_es: Rechazado
fr_fr: Refusé

source: class title
es_es: titulo de la actividad
fr_fr: titre de l'atelier

source: The name of the class. This will appear on the website.
es_es: El nombre de la actividad. Esto estará visible en el sitio web.
fr_fr: Le titre de l'atelier. Ceci apparaîtra sur le site internet

source: Where is this class taking place?
es_es: ¿Donde se lleva a cabo?
fr_fr: A quel endroit aura lieu l'atelier?

source: students
es_es: participantes
fr_fr: participants

source: The students who registered to this scheduled class, what are they bringing, and whether they cancelled their attendance.
es_es: Los participantes que se han inscrito a esta actividad, que han dicho que trarán comomintercambio y si han cancelado su asistencia.
fr_fr: Les participants qui se sont inscrits à cet atelier, qu'est-ce qu'ils apportent, et si oui ou non ils ont annulé leur participation.

source: Class description
es_es: Descripción de la actividad
fr_fr: Description de l'atelier

source: The class's description. This will apear on the website.
es_es: La descripción de la actividad. Esto estará visible en el sitio web.
fr_fr: Présentez le programme de l'atelier. Ceci apparaîtra sur le site internet.

source: Maximum number of students in your class
es_es: Máximo número de participantes en tu actividad
fr_fr: Nombre maximum de participants à votre atelier

source: The maximum number of students that will be able to register to this class.
es_es: Por favor introduce el número máximo de personas para tu actividad.
fr_fr: Le nombre maximum d'élèves qui seront en mesure de s'inscrire à cet atelier.

source: A unique URL for the scheduled class.
es_es: Una única dirección URL para la actividad programada.
fr_fr: Une URL unique pour l'atelier prévu.

source: scheduled class status
es_es: Estado de la actividad programada
fr_fr: statut d'atelier programmé

source: What is the current status of the class? Only approved classes appear on the website.
es_es: ¿Cual es el estado actual de esta actividad? Solo las actividades aprobadas están visibles en el sitio web.
fr_fr: Quel est le statut actuel de l'atelier? Seules les ateliers approuvés apparaissent sur ​​le site.

source: teacher
es_es: facilitador
fr_fr: enseignant

source: The person teaching this class.
es_es: La persona que facilita esta actividad.
fr_fr: La personne animant l'atelier.

source: Registration
es_es: Inscripción
fr_fr: Inscription

source: Registrations
es_es: Inscripciones
fr_fr: Inscriptions

source: Registered
es_es: Inscrito
fr_fr: Inscription validée

source: course
es_es: curso
fr_fr: atelier

source: What scheduled class does this registration refer to?
es_es: ¿A que actividad programada se refiere esta inscripción?
fr_fr: A quel atelier correspond cette inscription?

source: student
es_es: participante
fr_fr: participant

source: Who registered?
es_es: ¿Quien se ha inscrito?
fr_fr: Qui s'est inscrit?

source: registration status
es_es: Estado de inscripción
fr_fr: statut de l'inscription

source: items
es_es: elementos de intercambio
fr_fr: objets ou services

source: The barter items that the student said they were bringing to the class.
es_es: Los intercambios que el participante indicó que traería a la actividad
fr_fr: Les objets ou services que les participants ont affirmé amener.

source: Feedback
es_es: Comentarios
fr_fr: Commentaire/Feedback

source: Feedbacks
es_es: Comentarios
fr_fr: Commentaires/Feedbacks

source: From the Teacher
es_es: Del facilitador/a
fr_fr: De la part de l'enseignant

source: From a student
es_es: Del participante
fr_fr: De la part d'un participant

source: Feedback is given for a class that was scheduled and took place.
es_es: Los comentarios se dan para actividades que ya se han llevado a cabo
fr_fr: Un commentaire est donné pour un atelier qui a été programmé et qui a eu lieu.

source: feedback type
es_es: tipo de comentario
fr_fr: type de commentaire

source: Was this feedback given by a student in the class or by the teacher?
es_es: ¿Estos comentarios han sido dados por el facilitador o por un participante de la actividad?
fr_fr: Ce commentaire a-t-il été donné par un participant à l'atelier ou par l'enseignant?

source: Your Feedback
es_es: Tus comentarios
fr_fr: Vos commentaires / votre feedback

source: Photo
es_es: Foto

source: Photos
es_es: Fotos

source: Position
es_es: Posición

source: This indicates the order in which the pictures appear on the website.
es_es: Esto indica el orden en que las fotografías aparecen en el sitio web
fr_fr: Ceci indique l'ordre dans lequel les images apparaissent sur le site.

source: What TS branch's page is this photo on?
es_es: ¿En la página de cual sede se muestra esta foto?
fr_fr: Sur quelle communauté Trade School retrouve-t-on cette photo?

source: (No Image)
es_es: (Sin foto)
fr_fr: (Aucune Image)

source: Branch Page
es_es: Página de Sede
fr_fr: Pages de la communauté

source: Branch Pages
es_es: Páginas de Sede
fr_fr: Pages web de la communauté

source: URL
es_es: dirección URL

source: is visible
es_es: visible
fr_fr: est visible

source: This indicates whether a page is listed in the menu or not. Visible pages appear on the menu. Other pages do not, but are still accessible via their URL.
es_es: Esto indica si una página se lista en el menu o no. Las páginas visibles aparecerán en el menu, las otras no estarán en el menu pero se puede acceder a ellas a través de la dirección URL.
fr_fr: Ceci indique si une page est répertoriée dans le menu ou non. Les pages visibles apparaissent dans le menu. Les autres pages n'apparaissent pas, mais sont toujours accessibles via leur URL.

source: This indicates the order in which the pages are listed in the menu.
es_es: Esto indica el orden en que las páginas se listan en el menu.
fr_fr: Ceci indique l'ordre dans lequel les pages sont énumérées dans le menu.

source: You are already registered to this class
es_es: Ya estás inscrito/a en esta actividad
fr_fr: Vous êtes déjà inscrit à cet atelier

source: Page not found
es_es: Página no encontrada
fr_fr: Page non trouvée

source: We're sorry, but the requested page could not be found.
es_es: Lo sentimos, pero la página solicitada no está disponible.
fr_fr: Nous sommes désolés, mais la page demandée n'a pu être trouvée.

source: Home
es_es: Inicio
fr_fr: Accueil

source: Server error
es_es: Error de servidor
fr_fr: Erreur serveur

source: Server error (500)
es_es: Error de servidor (500)
fr_fr: Erreur serveur (500)

source: Server Error <em>(500)</em>
es_es: Error de servidor <em>(500)</em>
fr_fr: Erreur serveur <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
es_es: Ha ocurrido un error. Ha sido reportado a los administradores a través de correo electrónico y se solucionará en breve. Gracias por tu paciencia.
fr_fr: Il y a eu une erreur. Elle a été envoyé aux administrateurs du site par e-mail et doit être réparée prochainement. Merci pour votre patience.

source: Click here to select the objects across all pages
es_es: Haz click aqui para seleccionar los objetos a través de todas las paginas
fr_fr: Cliquez ici pour sélectionner les objets dans toutes les pages

source: Select all %(total_count)s %(module_name)s
es_es: Seleccionar todo %(total_count)s %(module_name)s
fr_fr: Sélectionner tout %(total_count)s %(module_name)s

source: Clear selection
es_es: Borrar selección
fr_fr: Annulez la sélection

source: Add
es_es: Añadir
fr_fr: Ajouter

source: Change
es_es: Cambiar
fr_fr: Modifier

source: You don´t have permission to edit anything.
es_es: No tienes permisos para editar
fr_fr: Vous n'avez pas la permission de modifier quoi que ce soit.

source: Trade School Administration
es_es: Panel de administración de Trade School

source: Open All Items
es_es: Abrir todos los elementos
fr_fr: Ouvrer tous les articles

source: Close All Items
es_es: Cerrar todos los elementos
fr_fr: Fermer tous les articles

source: History
es_es: Historia
fr_fr: Historique

source: View on site
es_es: Ver en el sitio
fr_fr: Visualiser sur le site

source: Please correct the error below.
es_es: Por favor corrije los errores abajo
fr_fr: Merci de corriger les erreurs ci-dessous.

source: Add %(name)s
es_es: Añadir %(name)s
fr_fr: Ajouter %(name)s

source: Filter
es_es: Flitro
fr_fr: Filtre

source: Save
es_es: Guardar
fr_fr: Enregistrer

source: Remove from sorting
es_es: Eliminar de la selección
fr_fr: Supprimer le tri

source: Sorting priority: %(priority_number)s
es_es: Prioridad de selección: %(priority_number)s
fr_fr: Priorité du tri: %(priority_number)s

source: Toggle sorting
es_es: Alternar selección

source: Export selection as CSV
es_es: Exportar selección como archivo CSV (valores separados por comas)
fr_fr: Exporter la sélection en CSV

source: Export following fields:
es_es: Exportar los siguientes campos:
fr_fr: Exporter les champs suivants:

source: Select all
es_es: Seleccionar todo
fr_fr: Sélectionner tout

source: Back
es_es: Atrás
fr_fr: Retour

source: Export
es_es: Exportar

source: Delete
es_es: Borrar
fr_fr: Supprimer

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
es_es: Si eliminas %(object_name)s '%(escaped_object)s' resultaría en la eliminación de objetos relacionados, pero tu cuenta no tiene permiso para eliminar los siguientes tipos de objetos:
fr_fr: Supprimer %(object_name)s '%(escaped_object)s' aura pour résultat de supprimer ces objets, mais vous n'avez pas les droits suffisants pour réaliser cette opération pour les objets suivants:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
es_es: Borrando %(object_name)s '%(escaped_object)s' requiere borrar los siguientes objetos protegidos relacionados:
fr_fr: Supprimer %(object_name)s '%(escaped_object)s' demande de supprimer les objets protégés suivants également:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
es_es: ¿Estás seguro/a de que quieres borrar %(object_name)s "%(escaped_object)s"? Todos los siguientes elementos relacionados serán eliminados:
fr_fr: Etes-vous sûr(e) de vouloir supprimer %(object_name)s "%(escaped_object)s"? Tous les objets suivants seront supprimés:

source: Cancel
es_es: Cancelar
fr_fr: Annuler

source: Yes, I'm sure
es_es: Si, estoy seguro/a
fr_fr: Oui, je suis sûr(e)

source: Delete multiple objects
es_es: Borrar múltiples objetos
fr_fr: Supprimer plusieurs objets

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
es_es: Borrar la seleccion %(objects_name)s resultaría en la eliminación de objetos relacionados, pero tu cuenta no tiene permiso para eliminar los siguientes tipos de objetos:
fr_fr: Supprimer les %(objects_name)s sélectionnés supprimera ces objets, mais vous n'avez pas les droits suffisants pour réaliser cette opération pour les objets suivants:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
es_es: Borrar esta selección %(objects_name)s requerirá borrar los siguientes objetos protegidos relacionados:
fr_fr: Supprimer %(objects_name)s demande de supprimer les objets suivants également:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
es_es: ¿Estás seguro/a que quieres eleminar la selección %(objects_name)s? Todos los siguientes objetos y sus elementos relacionados seran borrados:
fr_fr: Etes-vous sûr(e) de vouloir supprimer %(objects_name)s? Tous les objets suivants et leurs objets liés seront supprimés:

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
es_es: Algo está mal con la instalación de base de datos. Asegúrate de que las tablas de bases de datos apropiadas se han creado, y de que la base de datos puede ser leída por el usuario apropiado.
fr_fr: Quelque chose ne va pas avec l'installation de votre base de données. Assurez-vous que les tables de base de données appropriées ont été créés, et assurez-vous que la base de données est lisible par l'utilisateur approprié.

source: Login
es_es: Iniciar sesión
fr_fr: Identifiant

source: Username:
es_es: Usuario:
fr_fr: Nom d'utilisateur:

source: Password:
es_es: Contraseña:
fr_fr: Mot de passe:

source: Forgotten your password or username?
es_es: ¿Olvidaste tu contraseña o nombre de usuario?
fr_fr: Vous avez oublié votre mot de passe ou nom d'utilisateur?

source: Log in
es_es: Iniciar sesión
fr_fr: S'identifier

source: Date/time
es_es: Fecha/hora
fr_fr: Date/heure

source: User
es_es: Usuario
fr_fr: Utilisateur

source: Action
es_es: Acción

source: DATETIME_FORMAT
es_es: FORMATO_FECHAHORA
fr_fr: FORMAT_DATEHEURE

source: Created object
es_es: Objeto creado
fr_fr: Objet créé

source: This object doesn't have a change history. It probably wasn't added via this admin site.
es_es: Este objeto no tiene un cambio en historia. Probablemente no fue añadido a través de este panel de administración.
fr_fr: Cet objet n'a pas d'historique de changement. Il n'a probablement pas été ajouté via ce site d'administration.
