Repository: brittanyukulele/tradeschool
Catalog: ts/apps/tradeschool/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: %(counter)s result
es_es: %(counter)s resultados
fr_fr: %(counter)s résultats

source: Show all
es_es: Mostrar todo
fr_fr: Afficher tout

source: Save as new
es_es: Guardar como nuevo
fr_fr: Enregistrer en tant que nouveau

source: Save and add another
es_es: Guardar y añadir otro
fr_fr: Enregistrer et ajouter un(e) autre

source: Save and continue editing
es_es: Gurdar y continuar editando
fr_fr: Enregistrer et continuer l'édition

source: Documentation
es_es: Documentación

source: Change password
es_es: Cambiar contraseña
fr_fr: Modifier le mot de passe

source: Log out
es_es: Cerrar sesión
fr_fr: Se déconnecter

source: Password change
es_es: Cambio de contraseña
fr_fr: Modification du mot de passe

source: Enter a new password for the user <strong>%(username)s</strong>.
es_es: Introduzca una nueva contraseña para el usuario <strong>%(username)s</strong>.
fr_fr: Entrer un nouveau mot de passe pour l'utilisateur <strong>%(username)s</strong>.

source: New password
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe

source: Password (again)
es_es: Contraseña (de nuevo)
fr_fr: Mot de passe (à nouveau)

source: Enter the same password as above, for verification.
es_es: Introduzca la misma contraseña de arriba, para confirmar.
fr_fr: Entrer le même mot de passe que précédemment, pour vérification.

source: Add Item
es_es: Añadir elemento
fr_fr: Ajouter un objet ou un service

source: View on Site
es_es: Ver en sitio web
fr_fr: Visualiser sur le site

source: Move Item
es_es: Mover elemento
fr_fr: Déplacer l'objet

source: Delete Item
es_es: Borrar elemento
fr_fr: Supprimer l'objet

source: Add another %(verbose_name)s
es_es: Añadir otro %(verbose_name)s
fr_fr: Ajouter un autre %(verbose_name)s

source: Add Another
es_es: Añadir otro
fr_fr: Ajouter un autre

source: Edit Profile
es_es: Editar perfil
fr_fr: Modifier le profil

source: Tests
es_es: Pruebas

# Page Meta Description
source: Take a class with a range of specialized teachers in exchange for basic items and services. Secure a spot in a TradeSchool class by meeting one of the teachers barter needs.
es_es: Participa espacios de aprendizaje colectivo que funcionan a través del trueque de ideas, bienes y conocimientos.
fr_fr: Participez à un atelier avec une gamme d'enseignants spécialisés en échange d'objets et/ou de services de base. Obtenez une place dans un atelier TradeSchool en amenant un objet ou un service dont l'enseignant à besoin.

# Page Meta Keywords
source: tradeschool, trade, school, ourgoods, barter, trade, exchange, community
es_es: tradeschool, intercambio, escuela, sin dinero, trueque, comunidad, actividades, talleres
fr_fr: tradeschool, trade, school, ourgoods, le troc, l'échange, la communauté

# Past Classes
source: Past
es_es: Actividades Anteriores
fr_fr: Ateliers Précédents

# Text for the Tradeschool.coop link
source: TS HQ
es_es: Trade School en el mundo

source: Join our list
es_es: Únete a nuestra lista
fr_fr: Inscrivez-vous à notre mailinglist

# mailing list join button text
source: GO
es_es: YA

# Class full tag
source: Full
es_es: Completa
fr_fr: Complet

source: Bring one of the following
es_es: Aporta algo de lo siguiente
fr_fr: Apporter un des objets ou services suivants:

source: About the teacher
es_es: Acerca del/la facilitador/a
fr_fr: A propos de l'enseignant

# Join a class button
source: Join
es_es: Participa
fr_fr: S'inscrire

source: I would like to join
es_es: Me gustaría participar
fr_fr: Je souhaiterais m'inscrire

# Contextual help for barter items in class submission form
source: At least 5 items you want in exchange for teaching
es_es: Al menos 5 elementos de intercambio que te gustaría tener como trueque por tu actividad
fr_fr: Au moins 5 articles que vous souhaitez en échange de l'enseignement

# Add another barter item in class submission form
source: Add another item
es_es: Añade otro elemento
fr_fr: Ajouter un autre objet ou service

# Examples for barter items
source: Past examples
es_es: Ejemplos
fr_fr: Exemples précédents

# barter item example
source: Drawing paper
es_es: papel para dibujar
fr_fr: Papier à dessin

# barter item example
source: Tea leaves
es_es: Té a granel
fr_fr: Feuilles de thé

# barter item example
source: Bike parts
es_es: Piezas de bicicleta
fr_fr: Pièces de vélo

# barter item example
source: Design help
es_es: Ayuda en diseño
fr_fr: Aide au design / à la conception de (votre besoin)

# barter item example
source: Organic produce
es_es: Productos orgánicos
fr_fr: Produits bios

# barter item example
source: Job-search help
es_es: Consejos para buscar empleo
fr_fr: Aide à la recherche d'emploi

# barter item example
source: A surprise
es_es: Una sorpresa
fr_fr: Une surprise

# barter item example
source: Furniture
es_es: Un abrazo
fr_fr: Des meubles

source: When you'd like to teach
es_es: ¿Cuando te gustaría hacer tu actividad?
fr_fr: Quand souhaiteriez-vous enseigner?

source: Submit
es_es: Enviar
fr_fr: Envoyer

source: Thanks! Your class will be pending for now. It will be added to the site within 24 hours if it's approved. Here is what you submitted:
es_es: Gracias! Tu propuesta de actividad esta en espera. Se podrá visualizar en el sitio web en unas 24 horas cuando esté en agenda. Esto es lo que nos has enviado:
fr_fr: Merci! Votre atelier sera en attente de validation pour le moment. Il sera ajouté sur le site dans les 24 heures si il est approuvé. Voici ce que vous avez soumis:

source: Class title
es_es: Título de la actividad
fr_fr: Titre de l'atelier

source: Maximum students in your class
es_es: Número máximo de personas para tu actividad
fr_fr: Nombre d'étudiants maximum dans votre atelier

source: Items you want in exchange for teaching
es_es: Intercambios que has solicitado como trueque
fr_fr: Objets ou services que vous désirez en échange de votre atelier

source: Your name
es_es: Tu nombre
fr_fr: Votre nom

source: Cell phone number
es_es: Número de teléfono móvil
fr_fr: Numéro de téléphone portable

# Page Meta Keywords
source: tradeschool, trade, school, grand, opening, grandopening, ourgoods, art, artist, barter, trade, exchange, community, pop-up, storefront, new york city, lower east side
es_es: tradeschool, barcelona, actividades, talleres, gratis, trueque, intercambio, comunidad, arte

# Go to class button
source: GO TO CLASS
es_es: IR A ACTIVIDAD
fr_fr: ALLER A L'ATELIER

source: File selection
es_es: Selección
fr_fr: Sélection du ficher

source: Edit Template:
es_es: Editar plantilla:
fr_fr: Modifier le modèle:

source: This template is not writeable.
es_es: Esta plantilla no es modificable.
fr_fr: Ce modèle n'est pas accessible en écriture

source: Trade School Admin
es_es: Panel de adminidtración Trade School

source: color
fr_fr: couleur

source: Class: Pending
fr_fr: Atelier en attente

source: Classes: Pending
fr_fr: Ateliers en attente

source: Class: Approved
fr_fr: Atelier approuvé

source: Classes: Approved
fr_fr: Ateliers approuvés

source: Class: Past
fr_fr: Précédent atelier

source: Classes: Past
fr_fr: Précédents ateliers

source: Class: Rejected
fr_fr: Atelier refusé

source: Classes: Rejected
fr_fr: Ateliers refusés

source: Unregistered
fr_fr: Désinscription validée

source: Student registration status
fr_fr: Statut de l'inscription du participant

source: your feedback
fr_fr: vos commentaires / votre feedback
