Repository: brittanyukulele/tradeschool
Catalog: ts/locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Classes
es_mx: Clases

source: Manage Times for Class Submissions
es_mx: Administrar número de veces para enviar clases

source: People
es_mx: Personas

source: Settings
es_mx: Ajustes

source: Website Content
es_mx: Contenido de la página

source: Taught
es_mx: Enseñado por

source: Title
es_mx: Nombre

source: Class
es_mx: Clase

source: Thumbnail
es_mx: Miniatura

source: Basic Info
es_mx: Información básica

source: Contact Info
es_mx: Información de contacto

source: Organizers
es_mx: Organizadores

source: Teacher phone
es_mx: Teléfono del maestro/a

source: Additional Info
es_mx: Información adicional

source: Generate Email Notifications
es_mx: Crear los correos de notificación

source: Teacher Fullname
es_mx: Nombre del Maestra/o

source: Teacher Email
es_mx: Correo del maestro/a

source: Teacher bio
es_mx: Acerca del maestro/a

source: Teacher website
es_mx: Página web del maestro/a

source: Class Info
es_mx: Información básica

source: Teacher Info
es_mx: Acerca del maestro/a

source: Student
es_mx: Estudiante

source: Please select a time
es_mx: Por favor selecciona un horario

source: Please enter your name
es_mx: Por favor ingrese su nombre

source: Please enter your email
es_mx: Por favor ingrese su correo

source: Please enter phone number
es_mx: Por favor ingrese su número de teléfono

source: A few sentences about you
es_mx: Unas palabras sobre ti

source: For prospective students to see on the website
es_mx: Para que los estudiantes la vean en la página.

source: Please enter the names of at least one or two more organizers
es_mx: Nombre de al menos uno o dos organizadores

source: Please tell us about why you would like to open a Trade School in your area
es_mx: Dinos acerca de ti y porque quieres abrir un Tradeschool en tu área

source: Please enter a class title
es_mx: Por favor llena el título de tu clase

source: Please enter a class description
es_mx: Por favor llena la descripción de la clase

source: Please enter the maximum number of students in your class
es_mx: Por favos dinos la máxima cantidad de estudiantes para tu clase

source: Barter item cannot be blank
es_mx: Necesitas llenar los artículos de trueque

source: Please add at least 5 barter items
es_mx: Por favor llena minimo 5 articulos de trueque

source: Please select at least one item
es_mx: Por favor selecciona minimo un artículo

source: Please enter your phone number
es_mx: Por favor ingrese su número de teléfono

source: Please enter your feedback
es_mx: Por favor ingrese su correo

source: created
es_mx: Creado

source: The time when this object was created.
es_mx: Fecha en la que este objeto fue creado

source: updated
es_mx: Actualizado

source: The time when this object was edited last.
es_mx: Fecha en que este objeto fue editado por la última vez

source: is active
es_mx: Activo

source: This field indicates whether the object is activeon the front end of the site. Inactive objects willstill be available through the admin backend.
es_mx: Este campo indica si un objeto está activado en el frontend del sitio. Inactivo estará disponible en el backend del admin

source: Disabled
es_mx: Inactivo

source: Sent
es_mx: Enviado

source: subject
es_mx: Asunto

source: The subject line of the email.
es_mx: Línea de asunto del correo

source: content
es_mx: Contenido

source: email status
es_mx: Estatus del correo

source: Indicates the current status of the email message.A disabled email won't get sent,a not sent email was not sent yet,and a sent email was sent by the system.
es_mx: Indica el estatus actual del mensaje del correo, un correo inhabilidado no será enviado.

source: Send on
es_mx: Enviar el

source: This is the time in which the email is scheduled to be sent out automatically by the system. Edit this time if you wish to have the email sent at a different time.
es_mx: Fecha en la que el correo debe de ser enviado automaticamente por el sistema. Edita la fecha si desea que un correo sea enviado en fecha diferente.

source: Days before
es_mx: días antes

source: This value is used internally to calculate the email's "send on"date. The date is calculated by adding or subtracting as many days as this value from the date the class is scheduled to take place.
es_mx: Este valor es usado internamente para calcular la fecha de envio de un correo. La fecha es calculada al sumar o restar el númerod e días como valor de la fecha de la clase que se va a tomar

source: Send time
es_mx: Mandar... (hora)

source: Student confirmation
es_mx: Confirmación para el estudiante

source: Student confirmations
es_mx: Confirmaciones para el estudiante

source: Student reminder
es_mx: Recordatorio para el estudiante

source: Student reminders
es_mx: Recordatorios para el estudiante

source: Student feedback e-mail
es_mx: Comentario del estudiante

source: Student feedback e-mails
es_mx: Comentarios del estudiante

source: Teacher confirmation
es_mx: Confirmación para el/la maestra/o

source: Teacher confirmations
es_mx: Confirmaciones para les maestres

source: Teacher reminder
es_mx: Recordatorio para el/la maestra/o

source: Teacher reminders
es_mx: Recordatorio para les maestres

source: Teacher feedback e-mail
es_mx: Comentarios del maestre

source: Teacher feedback e-mails
es_mx: Comentarios de les maestres

source: Student Confirmation
es_mx: Confirmación para el estudiante

source: This email is sent to a student's email after they registered to a class successfully.
es_mx: Este correo se enviará a un estudiante después de que se registró correctamente

source: Student Reminder
es_mx: Recordatorio para el estudiante

source: This email is sent to all students registered to a class before the class is scheduled to take place.
es_mx: Este correo se enviará a todos los estudiantes registrados para tomar una clase antes de la fecha de inicio

source: Student Feedback
es_mx: Comentarios del estudiante

source: This email is sent to all students who were registered to a class after the class has taken place. It includes a link for students to submit feedback on the class.
es_mx: Este correo se enviará a todos los estudiantes registrados después de que la clase se llevó a cabo. incluye una liga para la retroalimentación

source: Teacher Confirmation
es_mx: Confirmación para el/la maestra/o

source: This email is sent to a teacher after they proposed a class using the form on the front end.
es_mx: Este correo es enviado a in maestro después de que propuso una clase usando el formulario del frontend

source: Teacher Class Approval
es_mx: La clase ha sido aprovada

source: This email is sent to a teacher once their class has been approved by an organizer using the admin backend.
es_mx: Este correo es enviado una vez que la clase fue aprobada por el organizador

source: Teacher Reminder
es_mx: Recordatorio para el/la maestra/o

source: This email is sent to a teacher before the class they're teaching is scheduled to take place.
es_mx: este correo es enviado al maestro antes de la clase que propuso

source: Teacher Feedback
es_mx: Comentarios del maestro/a

source: This email is sent to a teacher who taught a class after it has taken place. It includes a link for the teacher to submit feedback about their experience.
es_mx: este correo es emviado a un maestro que impartió una clase después de que fue llevada a cabo, incluye una liga de retroalimentación

source: Default e-mail container
es_mx: contenedor básico de correos

source: Default e-mail containers
es_mx: Contenedores básicos de correos

source: title
es_mx: Nombre

source: The name of the space
es_mx: El nombre del lugar

source: phone
es_mx: Teléfono

source: Optional.
es_mx: Opcional

source: City/Province/Region
es_mx: Ciudad/Provincia/Región

source: state
es_mx: Departamento/Estafo

source: If in the US.
es_mx: Si está en E.E.U.U.

source: country
es_mx: País

source: name
es_mx: Nombre

source: Name
es_mx: nombre

source: Branch
es_mx: Escuela

source: Branches
es_mx: Escuelas

source: Pending
es_mx: Esperando

source: In Session
es_mx: En sesión

source: e-mail
es_mx: Correo

source: timezone
es_mx: Zona horaria

source: The local timezone in the area where this branch of TSis taking place. The timezone is used to calculate all the class and email times.
es_mx: Tiempo local donde la escuela está localizada

source: Setting this language will cause both the front end and the backend of the site to try to load text from the translation strings stored in the system. Text that wasn't translated will fallback on the English version of it.
es_mx: configuración del idioma será en front y back end del sitio, el idioma default es inglés

source: Select multiple languages that you would like the site to be displayed in.
es_mx: Selecciona múltiples idiomas en los que te gustaría que tu sitio se visualizara

source: organizers
es_mx: Organizadores

source: Select multiple users who help organize this branch of TS. People selected in this box will have access to the branch's data on the admin backend.
es_mx: Selecciona múltiples usuarios que ayudan a organizar esta escuela. Personas seleccionadas en esta caja tendrán acceso a los datos de la escuela en el sitio del administrador.

source: site
es_mx: Página

source: The TS system can be installed on several different domains, and still be managed using the same admin backend. This field indicates what installation of the software the branch is related to, meaning, what website do you go to in order to access it.
es_mx: El sistema TS puede ser instalado en diferentes dominios y puede seguir siendo manejado usando el mismo admin back end, este campo indica que software pertenece la escuela

source: TS branches can be grouped together in clusters. This is used mostly to be able to present them together on the same page. For example, all branches in East Coast can belong to the East Coast cluster, and accessed via a separate web page.
es_mx: Las escuelas pueden ser agrupasas juntas en un grupo, esto es usado si son varias en una misma página

source: header
es_mx: Encabezado

source: This text appears under the header. Usually it gives brief information about the current session and has a link to submit class proposals.
es_mx: este texto aparece bajo el encabezado, usualmente da una breve información acerca de la sesión actual y tiene el link a la clase

source: footer
es_mx: Pie de la página

source: This text appears on the footer of the page. It's optional.
es_mx: Este texto aparece al pie de página, es opcional.

source: Venue
es_mx: Lugar

source: Venues
es_mx: Lugares

source: branch
es_mx: Sucursal

source: Street
es_mx: Calle

source: capacity
es_mx: Capacidad

source: How many people fit in the space?
es_mx: Cuantas personas caben en el espacio

source: resources
es_mx: Recursos

source: What resources are available at the space?
es_mx: Cuales son los recursos y materiales que el espacio ofrece?

source: A hex value HTML color in the form of #123456
es_mx: Un valor hexadecimal HTML para el color del formulario

source: Person
es_mx: Personas

source: your name
es_mx: Tu nombre

source: This will appear on the site.
es_mx: Esto aparecera en la página junto con tu descripción de la clase

source: Email address
es_mx: Correos

source: Used only for us to contact you.
es_mx: Solamente lo usaremos para contactarnos contigo

source: Phone number
es_mx: Por favor ingrese su número de teléfono

source: Optional. Used only for us to contact you.
es_mx: Este es opcional. Solamente lo usaremos para contactarnos contigo

source: Your website / blog URL
es_mx: Tu página web o blog

source: This will be used to create a unique URL for each person in TS.
es_mx: Este es usado para crear una url única para cada persona en ts

source: People in the TS system can be related to many TS branches. This relationship is made when a person either teaches or registers to a class.
es_mx: Gente en el sistema ts que puede ser referida a las escuelas, esta relación esta heca cuando una persona ofrece o toma una clase

source: This is the branch that will be selected automatically for actions this user makes. Usually the default branch is the one in which the organizer does the most work in.
es_mx: estae scurla será seleccionada automaticamente para las acciones que este usuario realize, usualmente la escuela default es donde el organizador hace más trabajo

source: Setting this language will cause the admin backend to try to load text from the translation strings stored in the system FOR THIS USER ONLY. Text that wasn't translated will fallback on the English version of it.
es_mx: comfigurar este idioma hará que el back end descargue texto del sistema para SOLO este usuaruo. el texto que no fue traducido aparece en inglés

source: Designates whether the user can log into this admin site.
es_mx: Designa cuando un usuaruo puede ingresar al sistema como administrador

source: Number of courses taught in Trade School
es_mx: Número de cursos enseñados en tradeschool

source: Total Classes Taken
es_mx: Total de clases tomadas

source: Number of courses taken in Trade School
es_mx: Numero de cursos tomados en tradeschool

source: Teacher
es_mx: Maestra/o

source: Teachers
es_mx: Maestros

source: Students
es_mx: Estudiantes

source: start time
es_mx: Comienza

source: end time
es_mx: Termina

source: venue
es_mx: Lugar

source: Start date
es_mx: Comienza (fecha)

source: End date
es_mx: Termina (fecha)

source: Start time
es_mx: Comienza (hora)

source: End time
es_mx: Termina (hora)

source: Barter item
es_mx: Objeto de Trueque

source: Barter items
es_mx: Objetos de Trueque

source: A name or short description of the barter item.
es_mx: Una descripción del objeto de trueque

source: Approved
es_mx: Aprovado

source: Rejected
es_mx: Rechazado

source: class title
es_mx: Nombre de la clase

source: Where is this class taking place?
es_mx: Donde va a suceder la clase?

source: students
es_mx: Estudiantes

source: Class description
es_mx: Descripción de la clase

source: Maximum number of students in your class
es_mx: Maximo número de estudiantes en tu clase

source: teacher
es_mx: Maestro/a

source: The person teaching this class.
es_mx: La persona enseñando esta clase

source: Registration
es_mx: Registración

source: Registrations
es_mx: Registraciones

source: Registered
es_mx: Registrado

source: course
es_mx: Clase

source: What scheduled class does this registration refer to?
es_mx: ¿A cuál clase registrada se está refiriendo?

source: student
es_mx: Estudiante

source: registration status
es_mx: Estatus de registración

source: items
es_mx: Objetos

source: The barter items that the student said they were bringing to the class.
es_mx: Los objetos a trueque que el estudiante dijo que llevaría a la clase

source: Feedback
es_mx: Comentario

source: Feedbacks
es_mx: Comentarios/Retroalimentación

source: From the Teacher
es_mx: Del maestro/a

source: From a student
es_mx: Del estudiante

source: Feedback is given for a class that was scheduled and took place.
es_mx: Retroalimentación dada a una clase que fue acordada y se realizó

source: feedback type
es_mx: Tipo de retroalimentación

source: Was this feedback given by a student in the class or by the teacher?
es_mx: ¿Fue la retroalimentación dada por un estudiante en la clase o por un maestro?

source: Your Feedback
es_mx: Tus comentarios

source: Photo
es_mx: Foto

source: Photos
es_mx: Foto

source: Position
es_mx: Posición

source: This indicates the order in which the pictures appear on the website.
es_mx: Esto indica el orden como las fotografías aparecen en el sitio web

source: What TS branch's page is this photo on?
es_mx: ¿En cual Página TS va esta foto?

source: (No Image)
es_mx: (no hay imagenes)

source: Branch Page
es_mx: Página de la sucursal

source: Branch Pages
es_mx: Páginas de las Sucursales

source: URL
es_mx: Inscribete a una clase con cualquier cantidad de maestros/as especializados/as, a cambio de objetos basicos o servicios. Puedes asegurar tu puesto en una clase con solo confirmar haras trueque por una de las necesidades del maestro/a.

source: is visible
es_mx: Gracias! Tu clase esta pendiente ahora. Te avisaremos tan pronto como hagamos una decisiones. Aquí esta la información que nos diste:

source: You are already registered to this class
es_mx: Ya te has registrado para esta clase

source: Page not found
es_mx: No hemos encontrado la página.

source: We're sorry, but the requested page could not be found.
es_mx: Que pena, la página que nos pediste no exite. Quién sabe que paso...

source: Home
es_mx: Inicio

source: Server error
es_mx: Error en servidor

source: Server error (500)
es_mx: Error en el servidor (500)

source: Server Error <em>(500)</em>
es_mx: Error en el servidor <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
es_mx: Ha habido un error. Se reportara a la administración y sera arreglado lo más pronto posible.

source: Click here to select the objects across all pages
es_mx: Oprime aquí para seleccionar los objetos en todas las páginas

source: Select all %(total_count)s %(module_name)s
es_mx: selecciona %(total_count)s %(module_name)s todo

source: Clear selection
es_mx: Deshaces la selección

source: <li>%(name)s</li>
es_mx: %(name)s

source: Add
es_mx: Añadir

source: Change
es_mx: Editar

source: You don´t have permission to edit anything.
es_mx: No tienes permiso para editar

source: Trade School
es_mx: LA TRUECA

source: Trade School Administration
es_mx: La Trueca - Administración

source: Open All Items
es_mx: Abrir todos lo objetos

source: Close All Items
es_mx: Cerrar todos los objetos

source: History
es_mx: Historia

source: View on site
es_mx: Ver en la Página

source: Please correct the error below.
es_mx: Por favor corrige los errores

source: Add %(name)s
es_mx: Añadir %(name)s

source: Filter
es_mx: Filtrar

source: Save
es_mx: Guardar

source: Remove from sorting
es_mx: Remover del...

source: Sorting priority: %(priority_number)s
es_mx: Prioridad del: %(priority_number)s

source: Export selection as CSV
es_mx: Exportar selcción como archivo CSV

source: Export following fields:
es_mx: Exportar lo siguiente

source: Select all
es_mx: Seleccionar todo

source: Back
es_mx: Atras

source: Export
es_mx: Exportar

source: Delete
es_mx: Borrar

source: Cancel
es_mx: Cancelar

source: Yes, I'm sure
es_mx: Si, estoy seguro

source: Delete multiple objects
es_mx: Eliminar objetos

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
es_mx: blah blah blah Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.

source: Login
es_mx: Entrar

source: Username:
es_mx: Usuario

source: Password:
es_mx: Contraseña

source: Forgotten your password or username?
es_mx: Se te olvido tu contraseña o nombre de usuario?

source: Log in
es_mx: Entrar

source: Date/time
es_mx: Fecha/Hora

source: User
es_mx: Usuario

source: Action
es_mx: Acción

source: DATETIME_FORMAT
es_mx: Formato de hora y fecha

source: Created object
es_mx: Objeto creado

source: This object doesn't have a change history. It probably wasn't added via this admin site.
es_mx: Este objeto no tiene historia de cambios.

source: Show all
es_mx: Mostrar todo

source: Save as new
es_mx: Guardar como nuevo

source: Save and add another
es_mx: Guardar y añadir otro

source: Save and continue editing
es_mx: Guardar y continuar editando

source: Documentation
es_mx: Documentación

source: Change password
es_mx: Cambiar contraseña

source: Log out
es_mx: Salir

source: Password change
es_mx: Cambio de contraseña

source: New password
es_mx: Nueva contraseña

source: Password (again)
es_mx: Contraseña (otra vez)

source: Enter the same password as above, for verification.
es_mx: Ingresa la misma contraseña de arriva, para verificar

source: Add Item
es_mx: Añadir objeto

source: View on Site
es_mx: Ver en la página

source: Move Item
es_mx: Mover objeto

source: Delete Item
es_mx: Eliminar objeto

source: Add another %(verbose_name)s
es_mx: Añadir otro %(verbose_name)s

source: Add Another
es_mx: Añadir otro

source: Edit Profile
es_mx: Edita el perfil

source: Tests
es_mx: Ensayos

# Page Meta Description
source: Take a class with a range of specialized teachers in exchange for basic items and services. Secure a spot in a TradeSchool class by meeting one of the teachers barter needs.
es_mx: Inscribete a una clase con cualquier cantidad de maestros/as especializados/as, a cambio de objetos basicos o servicios. Puedes asegurar tu puesto en una clase con solo confirmar haras trueque por una de las necesidades del maestro/a.

# Past Classes
source: Past
es_mx: Pasado

# Text for the Tradeschool.coop link
source: TS HQ
es_mx: SEDE TS

source: Join our list
es_mx: Uneté a nuestra lista

# mailing list join button text
source: GO
es_mx: Dale!

# Class full tag
source: Full
es_mx: Llena

source: Bring one of the following
es_mx: Trae una de las siguientes cosas

source: About the teacher
es_mx: Acerca del maestro/a

# Join a class button
source: Join
es_mx: Asistir

source: I would like to join
es_mx: Me encantaría unirme

# Contextual help for barter items in class submission form
source: At least 5 items you want in exchange for teaching
es_mx: Minimo cinco cosas que quieras en intercambio por tu clase

# Add another barter item in class submission form
source: Add another item
es_mx: Añade algo más

# Examples for barter items
source: Past examples
es_mx: Ejemplos de otras clases

# barter item example
source: Drawing paper
es_mx: Papel para dibujar

# barter item example
source: Tea leaves
es_mx: Té

# barter item example
source: Bike parts
es_mx: Partes de bicis

# barter item example
source: Design help
es_mx: Ayuda con diseño

# barter item example
source: Organic produce
es_mx: Productos organicos

# barter item example
source: Job-search help
es_mx: Ayuda con busca de trabajo

# barter item example
source: A surprise
es_mx: Una sorpresa!

# barter item example
source: Furniture
es_mx: Muebles

source: When you'd like to teach
es_mx: Cuando te gustaría dar tu clase?

source: Submit
es_mx: Enviar

source: Thanks! Your class will be pending for now. It will be added to the site within 24 hours if it's approved. Here is what you submitted:
es_mx: Gracias! Tu clase esta pendiente ahora. Te avisaremos tan pronto como hagamos una decisiones. Aquí esta la información que nos diste:

source: Class title
es_mx: Nombre de la clase

source: Maximum students in your class
es_mx: Maxima cantidad de estudiantes

source: Items you want in exchange for teaching
es_mx: Cosas que quieres de intercambio por la clase

source: Your name
es_mx: Tu nombre

source: Cell phone number
es_mx: Número de teléfono

# Page Meta Keywords
source: tradeschool, trade, school, grand, opening, grandopening, ourgoods, art, artist, barter, trade, exchange, community, pop-up, storefront, new york city, lower east side
es_mx: ening, ourgoods, art, artist, barter, trade, exchange, community, pop-

# Go to class button
source: GO TO CLASS
es_mx: Ve a la clase

source: Edit Template:
es_mx: Editar la plantilla

source: This template is not writeable.
es_mx: Esta plantilla no es editable
